{
"home": {
	"title": "From Cottonopolis to Metropolis: Manchester Communities & Institutions",
	"class": "",
	"file": "",
	"content": "<p><h2>Teaching Resource</h2></p><p><figure><iframe src=\"<iframe src=\"https://makingscience.royalsociety.org/embed/items/ms_339/registers-of-nebulae-by-william-herschel-and-caroline-herschel\" width=\"100%\" height=\"600\" allowfullscreen frameborder=\"0\"></iframe></figure></p><p>    </p>",
	"content right":""
	},
"Aims, Objectives, and Reflections": {
	"class": "mirador",
	"file": "mirador-complex.json",
	"title": "Aims, Objectives, and Reflections",
	"content": "[##]<p><h2>Aims and Objectives</h2></p><p>In choosing to focus on a single type of source, my aim is to get students to critically interrogate the purpose behind the creation of each of the objects, as well as see them as historical artifacts that reflect the social and economic climate in which they were made. In this session of the module, I'm focusing primarily on <b>Aim i</b>, 'introducing a multi-disciplinary approach to the study of history' by giving primacy to resources which are often seen as supporting textual sources, but rarely interrogated critically in historical discourse, and on <b>Aim iv</b>, 'enabling students to navigate the complex and conflicting motivations of individuals from a social, economic and political perspective' by asking them to look at the authorial motivations as well as the social and economic conditions which led to the creation of each map. I would fully expect that <b>Aim iii</b> may come up in conversation, especially with regard to the final source, <i>Bacon's Large Scale Plan of Manchester and Salford</i>,  in examining at the port and railway infrastructure that is highlighted in this source.</p><p>    </p><p><h2>Reflections</h2></p><p>When approaching this task, I fundamentally wished to choose three items of a similar genre, yet items which had significant differences which would serve as the basis for an in-class discussion about the way in which the format, size, presentation, and information provided in each source inform the viewer about the time, space and audience for which it was created, as well as considering the role of authorial intention.</p><p> In choosing to present a consolidated session about these objects in a digital space as well as a physical one, I wished to draw larger conclusions about the difference between a digital and physical object, and the ways in which the praxis of digitisation informs scholarly interpretation of these items. For instance, when seen digitally, these objects are all appear to be the same size, though they are not, thereby fundamentally skewing the way in which we are able to judge fundamental aspects of the object's form. Similarly all of the maps appear to be on the same substrate, yet Bacon's map is printed on a linen paper blend -- perhaps especially apt for a map of Manchester -- yet is indistinguishable from the others when one just considers the digital images.</p>"
	},
"about": {
	"title": "Simple Site - <b>About</b>",
	"content": "<div class=\"alert alert-info\" role=\"alert\"><h4>Simple Site Collaborations<\/h4><p>The Simple Site project has developed out of work from a number of different projects, all of which involved some aspect of developing project websites, or documented methods of disseminating formatted data. This work will continue across the listed projects but further collaborations are anticipated.<\/p><\/div>\r\n\r\n<h3>Acknowledgement<\/h3>\r\n\r\n<p>This project has been directly supported by the following projects:<\/p>\r\n\r\n<h4>The SSHOC Project<\/h4>\r\n<figure class=\"figure\">\t\r\n  <img style=\"height:64px;\" src=\"graphics\/sshoc-logo.png\" class=\"figure-img img-fluid rounded\" alt=\"The SSHOC Project\">\r\n  <img style=\"height:32px;\" src=\"graphics\/sshoc-eu-tag2.png\" class=\"figure-img img-fluid rounded\" alt=\"The SSHOC Project\">\r\n  <figcaption class=\"figure-caption\">Social Sciences & Humanities Open Cloud (SSHOC)is a project funded by the EU framework programme Horizon 2020 and unites [20 partner organisations and their 27 associates|https:\/\/www.sshopencloud.eu\/partners] in developing the social sciences and humanities area of the [European Open Science Cloud (EOSC)|http:\/\/www.eosc-portal.eu\/] - [SSHOC|https:\/\/www.sshopencloud.eu\/]<\/figcaption>\r\n<\/figure>\r\n\r\n<h4>The ARTICT Project<\/h4>\r\n<figure class=\"figure\">\r\n  <img style=\"height:64px;\" src=\"graphics\/UKRI_EPSR_Council-Logo_Horiz-RGB.png\" class=\"figure-img img-fluid rounded\" alt=\"The ARTICT Project\">\r\n  <figcaption class=\"figure-caption\">EPSRC funded - ARTICT | Art Through the ICT Lens: Big Data Processing Tools to Support the Technical Study, Preservation and Conservation of Old Master Paintings - [ARTICT|https:\/\/research.ng-london.org.uk\/external\/ARTICT]<\/figcaption>\r\n<\/figure>\r\n\r\n<h4>The IIIF - TANC Project<\/h4>\r\n<figure class=\"figure\">\r\n  <img style=\"height:64px;\" src=\"graphics\/TANC - IIIF.png\" class=\"figure-img img-fluid rounded\" alt=\"IIIF - TANC\">\r\n  <figcaption class=\"figure-caption\">AHRC funded - IIIF-TNC | Practical applications of IIIF as a building block towards a digital National Collection -   [IIIF - TNC|https:\/\/tanc-ahrc.github.io\/IIIF-TNC]<\/figcaption>\r\n<\/figure>\r\n\r\n<h4>The HeritagePIDs Project<\/h4>\r\n<figure class=\"figure\">\r\n  <img style=\"height:64px;\" src=\"graphics\/TANC - PIDS.png\" class=\"figure-img img-fluid rounded\" alt=\"PIDS - TANC\">\r\n  <figcaption class=\"figure-caption\">AHRC funded - HeritagePIDs | Persistent Identifiers as IRO Infrastructure - [HeritagePIDs|https:\/\/tanc-ahrc.github.io\/HeritagePIDs]<\/figcaption>\r\n<\/figure>",
	"content right": ""	,
	"displaycode": true		
	}		
}
